// =============================================================================
// {{ .Plugin  }}.js v1.0.0
// =============================================================================
// (C) 2020 "{{ .Author }}"
// This software is released under the MIT License.
// http://opensource.org/licenses/mit-license.php
// ----------------------------------------------------------------------------
// Version
// 1.0.0 {{ .Date }} 初版
// =============================================================================
/*:
 * @plugindesc {{ .Plugin }}
 * @author {{ .Author }}
 *
 * @help [no help provided]
 *
 * @param sample
 * @type number
 * @min 1
 * @default 1000
 *
 */
/*:ja
 * @plugindesc {{ .PluginJP }}
 * @author {{ .AuthorJP }}
 *
 * @help [ヘルプはありません]
 *
 * @param sample
 * @type number
 * @min 1
 * @default 1000
 *
 */
// =============================================================================
// プラグイン パラメータ
// =============================================================================
const parameters = PluginManager.parameters('{{ .Plugin }}');
const unit = parameters['sample'];
// =============================================================================
// {{ .Plugin }}
// =============================================================================
(function() {
  'use strict';
})();
